package com.example.hangman

object GameConstants {
    val words = listOf(
        "Электротехника",
        "Схемотехника",
        "Физика",
        "Информатика",
        "Дискретная математика",
        "Операционные системы",
        "Базы данных",
        "ССРПО",
        "Теория информации",
        "История",
        "Правоведение",
        "Философия",
        "Начертательная геометрия",
        "Инженерная графика",
        "ЯИП",
        "Электроника",
        "Социология",
        "Аналитическая геометрия",
        "Математический анализ",
        "Основы программирования",
        "ООП",
        "Экономика",
        "Экология"
    )
}